IDEA Open Model
BeamLoadsImportMappingData Constructor
Compatible with IDEA StatiCa v 10.1
 Constructor
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public BeamLoadsImportMappingData()
Public Sub New
public:
BeamLoadsImportMappingData()
See Also
Reference
BeamLoadsImportMappingData Class
IdeaRS.OpenModel.Connection Namespace